Repository: keuko/mcollective
Catalog: debian/po/*.po
Languages: cs, da, de, es, fr, ja, nl, ru, sv

source: MCollective PSK:
cs: Předsdílený klíč pro MCollective:
es: Clave Pre-Compartida (PSK) de MCollective:
fr: Clé prépartagée pour MCollective :
ja: MCollective の事前共有鍵:

source: Please specify the Pre-Shared Key that should be used between MCollective instances.
cs: Zadejte prosím předsdílený klíč (Pre-Shared Key), který se má používat mezi instancemi MCollective.
da: Angiv venligst den Pre-Shared Key (prædelte nøgle) som skal bruges mellem MCollective-instanser.
de: Bitte geben Sie den vorher vereinbarten Schlüssel (»Pre-Shared Key«/PSK) an, der zwischen den MCollective-Instanzen verwandt wird.
es: Indique la Clave Pre-Compartida que deberían utilizar las instancias de MCollective.
fr: Veuillez indiquer la clé prépartagée à utiliser entre les sessions MCollective.
ja: MCollective との間で使う事前共有鍵を指定してください。
nl: Geef de vooraf gedeelde sleutel (PSK) die gebruikt moet worden tussen de verschillende MCollective-instanties.
ru: Укажите общий ключ (Pre-Shared Key), который должен использоваться при обмене данными между экземплярами MCollective.
sv: Ange den utdelade nyckeln (PSK - Pre Shared Key) som ska användas mellan MCollective-instanser.

source: Message Queue server host:
cs: Hostitel pro server s frontou zpráv:
da: Vært for beskedkøserveren:
de: Nachrichtenwarteschlangen-Server:
es: Máquina del servidor de la cola de mensajes:
fr: Hôte du serveur de file d'attente des messages :
ja: Message Queue サーバのホスト:
nl: Message-Qeueu-server:
ru: Узел с сервером Message Queue:
sv: Värdnamn på Message Queue-server:

source: Please specify the hostname or IP address of the Message Queue server for MCollective.
cs: Zadejte prosím název hostitele či IP adresu serveru s frontou zpráv (Message Queue server) pro MCollective.
da: Angiv venligst værtsnavnet eller IP-adressen for beskedkøserveren for MCollective.
de: Bitte geben Sie dem Rechnernamen oder die IP-Adresse des Nachrichtenwarteschlangen-Servers für MCollective an.
es: Indique el nombre de la máquina o la dirección IP del servidor de la cola de mensajes de MCollective.
fr: Veuillez indiquer le nom d'hôte ou l'adresse IP du serveur de file d'attente des messages pour MCollective (« Message Queue Server »).
ja: MCollective に使う Message Queue サーバのホスト名か IP アドレスを指定してください。
nl: Wat is de computernaam of het IP-adres van de Message-Queue-server voor MCollective?
ru: Укажите имя узла или IP-адрес сервера Message Queue для MCollective.
sv: Ange värdnamnet eller IP-adressen för Message Queue-servern för MCollective.

source: Message Queue server port:
cs: Port serveru s frontou zpráv:
da: Port for beskedkøserveren:
de: Nachrichtenwarteschlangen-Server-Port:
es: Puerto del servidor de la cola de mensajes:
fr: Port pour la file d'attente des messages :
ja: Message Queue サーバのポート:
nl: Message-Queue-serverpoort:
ru: Порт сервера Message Queue:
sv: Port för Message Queue-server:

source: Please specify the listening port of the Message Queue server.
cs: Zadejte prosím port, na kterém má server s frontou zpráv naslouchat.
da: Angiv venligst lytteporten for beskedkøserveren.
de: Bitte geben Sie den Port an, auf dem der Nachrichtenwarteschlangen-Server auf Anfragen wartet.
es: Indique el puerto en el que escuchará el servidor de la cola de mensajes.
fr: Veuillez indiquer le port d'écoute du serveur de file d'attente des messages.
ja: Message Queue サーバが受け付けるポートを指定してください。
nl: Op welke poort moet de Message-Queue-server luisteren?
ru: Укажите порт, прослушиваемый сервером Message Queue.
sv: Ange porten som Message Queue-servern lyssnar på.

source: Message Queue server username:
cs: Uživatelské jméno pro server s frontou zpráv:
da: Brugernavn for beskedkøserveren:
de: Nachrichtenwarteschlangen-Server-Benutzername:
es: Nombre del usuario del servidor de la cola de mensajes:
fr: Identifiant du serveur de file d'attente des messages :
ja: Message Queue サーバのユーザ名:
nl: Message Queue-servergebruikersnaam:
ru: Имя пользователя для сервера Message Queue:
sv: Användarnamn för Message Queue-server:

source: Please specify the STOMP username that should be used with the Message Queue server.
cs: Zadejte prosím STOMP uživatelské jméno, které bude server s frontou správ používat.
da: Angiv venligst STOMP-brugernavnet som skal bruges med beskedkøserveren.
de: Bitte geben Sie den STOMP-Benutzernamen an, der mit dem Nachrichtenwarteschlangen-Server benutzt werden soll.
es: Indique el nombre de usuario de STOMP que se debería utilizar en el servidor de la cola de mensajes.
fr: Veuillez indiquer l'identifiant STOMP à utiliser pour le serveur de file d'attente des messages.
ja: Message Queue サーバで使用する STOMP のユーザ名を指定してください。
nl: Welke STOMP-gebruikersnaam moet er worden gebruikt met de Message-Queue-server?
ru: Укажите имя пользователя в STOMP, которое должно использоваться для сервера Message Queue.
sv: Ange STOMP-användarnamnet som ska användas för Message Queue-servern.

source: Message Queue server password:
cs: Heslo pro server s frontou zpráv:
da: Adgangskode for beskedkøserveren:
de: Nachrichtenwarteschlangen-Server-Passwort:
es: Contraseña del servidor de la cola de mensajes:
fr: Mot de passe pour le serveur de file d'attente des messages :
ja: Message Queue サーバのパスワード:
nl: Message-Queue-serverwachtwoord:
ru: Пароль сервера Message Queue:
sv: Lösenord för Message Queue-server:

source: Please specify the STOMP password that should be used with the Message Queue server.
cs: Zadejte prosím STOMP heslo, které bude server s frontou správ používat.
da: Angiv venligst STOMP-adgangskoden som skal bruges med beskedkøserveren.
de: Bitte geben Sie das STOMP-Passwort an, das mit dem Nachrichtenwarteschlangen-Server benutzt werden soll.
es: Indique la contraseña de STOMP que se debería utilizar en el servidor de la cola de mensajes.
fr: Veuillez indiquer le mot de passe STOMP qui devra être utilisé sur le serveur de file d'attente des messages.
ja: Message Queue サーバで使用する STOMP のパスワードを指定してください。
nl: Wat is het STOMP-wachtwoord dat moet worden gebruikt met de Message-Queue-server?
ru: Укажите пароль в STOMP, который должен использоваться для сервера Message Queue.
sv: Ange STOMP-lösenordet som ska användas tillsammans med Message Queue-servern.

source: Start MCollective on boot?
cs: Spouštět MCollective při zavádění?
da: Igangsæt MCollective ved opstart?
de: MCollective beim Hochfahren des Rechners starten?
es: ¿Desea ejecutar MCollective al arrancar?
fr: Faut-il lancer automatiquement MCollective au démarrage ?
ja: ブート時に MCollective を開始しますか?
nl: Mcollective opstarten bij de systeemstart?
ru: Запускать MCollective при загрузке операционной системы?
sv: Ska MCollective starta vid systemets uppstart?

source: Please choose whether the MCollective daemon should be started when booting this machine.
cs: Zvolte si prosím, zda-li se má démon MCollective spouštět při zavádění tohoto systému.
da: Vælg venligst hvorvidt MCollective-dæmonen skal igangsættes ved opstart af denne maskine.
de: Bitte wählen Sie aus, ob der MCollective-Daemon gestartet werden soll, wenn diese Maschine hochgefahren wird.
es: Escoja si el demonio de MCollective se debería ejecutar al arrancar el sistema.
fr: Veuillez choisir si le démon MCollective doit être lancé au démarrage de la machine.
ja: このマシンのブート時に MCollective デーモンを開始させるかどうかを選択してください。
nl: Geef aan of de MCollective-achtergronddienst moet worden opgestart bij het starten van deze computer.
ru: Выберите, нужно ли запускать службу MCollective при включении данной машины.
sv: Välj om MCollective-tjänsten ska startas när den här maskinen startar.
